Repository: maylay/postActiv
Catalog: plugins/BitlyUrl/locale/*/LC_MESSAGES/BitlyUrl.po
Languages: gl

source: bit.ly URL shortening
gl: Servizo de acurtamento de enderezos URL bit.ly

source: Invalid login. Maximum length is 255 characters.
gl: Rexistro incorrecto. A extensión máxima é de 255 caracteres.

source: Invalid API key. Maximum length is 255 characters.
gl: Clave API incorrecta. A extensión máxima é de 255 caracteres.

# LEGEND
source: Credentials
gl: Credenciais

source: Login name
gl: Nome de usuario

source: API key
gl: Clave API

# BUTTON
source: Save
gl: Gardar

source: Save bit.ly settings
gl: Gardar a configuración bit.ly

source: You must specify a serviceUrl for bit.ly URL shortening.
gl: Debe especificar un serviceUrl para o servizo de abreviación de enderezos URL bit.ly.

source: Uses <a href="http://%1$s/">%1$s</a> URL-shortener service.
gl: Emprega o servizo de abreviación de enderezos URL <a href="http://%1$s/">%1$s</a>.

source: bit.ly URL shortening.
gl: Servizo de acurtamento de enderezos URL bit.ly.
